Repository: quintipio/SimplyPassword
Catalog: SimplyPasswordWin10/Strings/*/Errors.resw
Source language: en
Languages: es, fr, pt

# erreurAncienMDPIncorrect
source: Your old password is not correct
es: Su antigua contraseña no es correcta
fr: Votre ancien mot de passe n'est pas correct
pt: Sua senha antiga não é correto

# erreurAucunDossier
source: No folder to edit
es: No hay archivo que modificar
fr: Aucun dossier à modifier
pt: Nenhum arquivo para editar

# erreurAucunDossierSelect
source: No folder selected to save the password
es: No hay archivo en le que guarda la contraseña
fr: Aucun dossier dans lequel enregistré le mot de passe
pt: Nenhuma pasta de senha conservada

# erreurAucunDossierToSup
source: No folder to delete
es: No hay archivo que suprimir
fr: Aucun dossier à supprimer
pt: Nenhuma pasta para apagar

# erreurAucuneDonneeModifier
source: No data to save
es: No guardar los datos
fr: Aucune donnée à enregistrer
pt: Não há dados para salvar

# erreurAucunFichier
source: No file selected
es: No hay ningún fichero seleccionado
fr: Aucun fichier de sélectionné
pt: Nenhum arquivo selecionado

# erreurAucunFormat
source: No selected file format
es: No hay ningún formato de fichero seleccionado
fr: Aucun format de fichier choisi
pt: Nenhuma formato de arquivo selecionado

# erreurChampsNonRemplis
source: All fields are not completed
es: Hay que rellenarlo todo
fr: Tout les champs ne sont pas remplis
pt: Todos os campos não são preenchidos

# erreurChampsTitreVide
source: Title field is not completed
es: Hay que indicar un título
fr: Le champ Titre ne peut être vide
pt: O campo de título não pode estar vazio

# erreurIdentifiantVide
source: login field is not completed
es: No hay nombre de usuario
fr: Le champ identifiant est vide
pt: O campo nome de usuário está vazio

# erreurInconnu
source: Error during the operation
es: Error durante la operación
fr: Erreur lors de l'opération
pt: Operação de erro

# erreurMDPDifferents
source: Passwords are differents
es: Las contraseñas son diferentes
fr: Les mots de passes sont différents
pt: As senhas são diferentes

# erreurMDPNonIdentiques
source: Passwords are differents
es: Las contraseñas no son idénticas.
fr: Les mots de passes ne sont pas identiques
pt: As senhas não são idênticas

# erreurMDPVide
source: Password field is not completed
es: No hay contraseña
fr: Le champ mot de passe est vide
pt: O campo de senha está vazio

# erreurModificationMDP
source: Error during password change
es: Error durante el cambio de contraseña
fr: Erreur lors du changement de mot de passe
pt: Erro de alteração de senha

# erreurNb8Caracteres
source: Password must be at least 8 characters.
es: La contraseña exige 8 carácteres como mínimo.
fr: Le mot de passe doit faire au moins 8 caractères
pt: A senha deve ter pelo menos 8 caracteres

# erreurNomDossierVide
source: Folder name cannot be empty
es: Hay que indicar un nombre al archivo
fr: Le nom de dossier ne peut être vide
pt: O nome da pasta não pode estar vazio

# erreurOuvertureFichier
source: Error during opening the file. Is the password correct ?
es: Error durante la apertura del fichero. ¿ la contraseña es correcta ?
fr: Erreur lors l'ouverture du fichier. Le mot de passe est-il correct?
pt: Erro ao abrir o arquivo. É a senha correta?

# erreurSelectionFichier
source: Error during the file selection
es: Error durante la selección del fichero
fr: Erreur lors de la sélection du fichier
pt: Seleção de arquivo de erro

# erreurTitreLong
source: Title is to long
es: El título es demasiado largo
fr: Le titre est trop long
pt: O título é muito longo

# erreurDemarrage
source: Error while starting the application
es: Error durante el lanzamiento
fr: Erreur lors du démarrage
pt: Erro de partida

# erreurAucunFichierEntre
source: No input file
es: No hay archivo de entrada
fr: Aucun fichier en entrée
pt: Nenhum arquivo de entrada

# erreurAucunFichierSorti
source: No output file
es: No hay ningún archivo de salida
fr: Aucun fichier en sortie
pt: Nenhum arquivo de saída

# erreurFichierEntreGros
source: Input file too large ( > 20Mo)
es: Archivo de entrada demasiado grande ( > 20Mo)
fr: Fichier en entré trop volumineux ( > 20Mo)
pt: Introduzido arquivo muito grande (> 20 MB)

# erreurDechiffrement
source: Error during the operation. Is password correct?
es: Error durante la operación. ¿La contraseña es correcta?
fr: Erreur lors de l'opération. Le mot de passe est il correct ?
pt: Operação de erro. A senha está correta?

# erreurAffichMdp
source: Your password is:
es: Su contraseña es:
fr: Votre mot de passe est :
pt: Sua senha é:

# erreurAucuneImage
source: No image
es: No hay imagen
fr: Aucune image
pt: Nenhuma imagem

# erreurAucunPoint
source: There is no point to save
es: No hay puntos para guardar
fr: Il n'y a aucun point à enregistrer
pt: Não pontos salvar

# erreurMauvaisPoint
source: The points do not match
es: Los puntos no coinciden con
fr: Les points ne correspondent pas
pt: Os pontos não coincidem

# erreurMaxPoint
source: There must be maximum 9 points on the image
es: Debe ser máximo de 9 puntos en la imagen
fr: Il doit y avoir au maximum 9 points sur l'image
pt: Deve haver máximos 9 pontos na imagem

# erreurMinPoint
source: There must be at least 3 points on the image
es: Debe haber al menos 3 puntos en la imagen
fr: Il doit y avoir au minimum 3 points sur l'image
pt: Deve haver pelo menos 3 pontos na imagem

# erreurPoidImage
source: The image must be at least:
es: La imagen debe ser al menos:
fr: L'image doit faire au maximum :
pt: A imagem deve ser no mínimo:

# erreurRecupPass
source: A problem occurred during password recovery
es: Se produjo un problema durante la recuperación de contraseña
fr: Un problème est survenu pendant la récupération du mot de passe
pt: Ocorreu um problema durante a recuperação de senha

# erreurSizeImage
source: The image must have a size of at least:
es: La imagen debe tener un tamaño de al menos:
fr: L'image doit avoir une taille d'au moins :
pt: A imagem deve ter um tamanho pelo menos:

# erreurAucunMdpRecup
source: No password selected
es: Sin contraseña seleccionada
fr: Aucun mot de passe sélectionné
pt: Nenhuma senha selecionada

# erreurAucunTexteRecup
source: No text to read
es: No hay texto para leer
fr: Aucun texte à lire
pt: Nenhum texto para ler

# erreurDechiffrementb
source: Decryption error
es: Error de descifrado
fr: Erreur lors du déchiffrement
pt: Erro de decodificação

# erreurFichierPasOuvert
source: Your file is not open
es: El archivo no está abierto
fr: Votre fichier n'est pas ouvert
pt: Seu arquivo não está aberto

# infoFichierGenere
source: File generated
es: Archivo generado
fr: Fichier généré
pt: Arquivo gerado

# infoMdpAjoute
source: Added passwords
es: Contraseña agregada
fr: Mots de passe ajoutés
pt: Adicionado senhas
